import React from 'react';

export const playInfo = {
  's-uchilisha': {
    description: {
      name: 'С_училища',
      shortDescription:
        'Пьеса о демоническом обаянии студентки ПТУ и ее роковой роли в жизни преподавателя философии.',
      annotation:
        'Семён Серзин сделал читку этой пьесы в рамках основной программы Любимовки-2017, Варочный Цех предоставил грант на постановку, а Московский драматический театр имени А.С. Пушкина принял спектакль в репертуар.',
      image: {
        cover: 'show-s_uchilishcha.png',
        banner: 'show-s_uchilishcha-banner.jpg'
      },
      eventDate: {
        date: '12 мая',
        time: '20:00',
      },
    },
    authorInfo: {
      author: 'Андрей Иванов',
      city: 'Москва',
      creationYear: '2018',
    },
    properties: {
      duration: '75',
      ageLimit: '18+',
      dramaturge: 'Андрей Иванов',
      translator: '',
      textAdaptation: '',
      director: 'Семён Серзин',
      actors: [
        'Таисия Вилкова',
        'Назар Сафонов',
        'Николай Кисличенко',
        'Сергей Миллер',
        'Иван Литвиненко',
      ],
    },
    links: {
      ticketLink: '#',
      playTextLink: '#',
      readingLink: 'https://www.youtube.com/watch?v=qUkeNlgz36Y',
      videoLink: 'https://www.youtube.com/embed/_GvtV2bfc7Q',
    },
    reviews: {
      media: [
        {
          title: 'Аргументы и Факты',
          logo: 'https://vrn.aif.ru/redesign2018/img/logo.svg?392',
          text: 'В пьесе обыгрывается столкновение культуры подворотен с миром барбершопов, коворкингов и художественных выставок. По сюжету, студентка ПТУ Татьяна (Милена Хорошко) влюблена в интеллигентного преподавателя философии Сергея (Егор Козаченко). Его друзья подстрекают парня соблазнить девушку. Затея удается, но страсти накаляются, когда возникает «любовный треугольник» после возвращения с «зоны» Кости (Дамир Миркамилов) — бывшего парня Тани. После того, как Таня понимает, что любовь ускользает, она пытается ее удержать. И в своих попытках не останавливается ни перед чем.',
          readMoreLink: 'https://vrn.aif.ru/culture/theater/shekspirovskie_strasti_v_ptu_v_voronezhe_postavili_spektakl_s_uchilishcha',
        },
        {
          title: 'ГОРКОМ36',
          logo: 'https://gorcom36.ru/local/templates/main_copy/style/images/logo_header_9m.png',
          text: 'Представить себе эту историю – о демонической привлекательности пэтэушницы и споре интеллигента на ее невинность – в академических декорациях театра драмы непросто, поэтому режиссер использует минималистичный подход: сцена внутри сцены – как экран телефона или площадка самовыражения, кресла на колесиках – как предмет в барбершопе и экспресс в счастливое будущее, театральные ступеньки – как дом, где живет главная героиня Танька (актриса Милена Хорошко) с отцом. Как сказал Никита Рак, размышляя о сценографии, он не хотел, чтобы декорации отвлекали от хитросплетений человеческих судеб.',
          readMoreLink: 'https://gorcom36.ru/content/devushka-iz-ptu-vyshla-na-stsenu-v-voronezhskom-teatre-postavili-demonicheskuyu-dramu-/',
        }
      ],
      people: [
        {
          author: 'Татьяна Джурова',
          text: '«С_училища» можно классифицировать как крепкую мелодраму. Здесь есть любовь, предательство, убийство, смерть, бушуют нешуточные «шекспировские» страсти, подкидывающие и переворачивающие сознание будто «русские горки».',
        },
        {
          author: 'Татьяна Джурова',
          text: ' Страсти эти — принадлежность и суть низового, сугубо современного мира, мира люмпен-пролетариев, пьяниц, юных гопниц, торгашек, убийц, который говорит на своем особом, карнавальном языке, мира, живущего по суровым «понятиям», где если любовь, то непременно «до гроба».',
        },
      ],
    },
    article: [
      '«С_училища» — узнаваемая, смешная и пугающая история о демоническом обаянии студентки ПТУ и ее роковой роли в жизни преподавателя философии. Пьеса написана талантливым молодым драматургом Андреем Ивановым в 2016 году во время Международной драматургической лаборатории в Минске.',
      'Пьеса «С училища» – участник и лауреат ряда театральных фестивалей, поставлена во многих театрах России, в Польше. Она была признана одним из самых популярных драматургических произведений 2017 года, удостоена отзывов ведущих театральных критиков России, переведена на испанский, английский, румынский языки. В 2018 году пьеса была номинирована на национальную театральную премию «Золотая маска».',
      'В 2021 году режиссёр спектакля Никита Рак был награждён дипломом «За воплощение остро-социальной драматургии» Открытого фестиваля молодежных театральных коллективов "Виват, Театр!" (Тамбовский Молодёжный театр, 2021).',
    ],
  },
  'dlan-gospodnya': {
    description: {
      name: 'Длань Господня',
      shortDescription:
        'Смешная и жесткая история о травме и страсти, воспитании и арт-терапии',
      annotation:
        'Переполох в техасской церквушке: у сына одной из прихожанок раздвоение личности! «Длань Господня» — смешная и жесткая история о травме и страсти, воспитании и арт-терапии. История морали от говорящего носка, кукольная любовь и немного разрушений в церковном подвале.',
      image: {
        cover: 'show-dlan_gospodnya-3.jpeg',
        banner: 'show-dlan_gospodnya-banner.jpeg'
      },
      eventDate: {
        date: '12 мая',
        time: '20:00',
      },
    },
    authorInfo: {
      author: 'Роберт Аскинс',
      city: 'Санкт-Петербург',
      creationYear: '2020',
    },
    properties: {
      duration: '60',
      ageLimit: '18+',
      dramaturge: 'Роберт Аскинс',
      translator: 'Оксана Алёшина',
      textAdaptation: 'Валерий Печейкин',
      director: 'Юрий Муравицкий',
      actors: [
        'Фёдор Кокорев',
        'Коля Ноекёльн',
        'Ксения Чекина',
        'Александр Пронькин',
        'Владимир Морозов',
        'Светлана Маршанкина',
      ],
    },
    links: {
      ticketLink: '#',
      playTextLink: '#',
      readingLink: 'https://www.youtube.com/watch?v=qUkeNlgz36Y',
      videoLink: 'https://www.youtube.com/embed/juq_3oRQ6yc',
    },
    reviews: {
      media: [
        {
          title: 'The New York Times',
          logo: 'the-new-york-times-logo.svg',
          text: '«Действие пьесы «Длань Господня» разворачивается в подвале провинциальной церкви в Техасе, где мать главного героя с группой добровольцев готовит кукольное представление. Ей отчаянно нужна эта работа, её муж недавно умер, оставив её с сыном-подростком в эмоциональной и финансовой яме. И вот жуткая тварь захватывает контроль над левой рукой её беспокойного Джейсона и принимается терроризировать его и всех вокруг. По мере накала страстей окружающие начинают подозревать, что рука одержима самим дьяволом, и пастор Грег предлагает прибегнуть к экзорцизму. Однако «Длань Господня» — это не ужастик, по крайней мере, природа зла тут вовсе не сверхъестественная. Чёрная комедия Аскинса о разделённой надвое душе человека ненавязчиво обнажает глубинные импульсы — сексуальные, саморазрушительные, агрессивные — которые притаились в каждом из нас».',
          readMoreLink: '#',
        },
        {
          title: 'Собака',
          logo: 'spb-sobaka-logo.png',
          text: '«Действие пьесы «Длань Господня» разворачивается в подвале провинциальной церкви в Техасе, где мать главного героя с группой добровольцев готовит кукольное представление. Ей отчаянно нужна эта работа, её муж недавно умер, оставив её с сыном-подростком в эмоциональной и финансовой яме. И вот жуткая тварь захватывает контроль над левой рукой её беспокойного Джейсона и принимается терроризировать его и всех вокруг.',
          readMoreLink: '#',
        }
      ],
      people: [
        {
          author: 'Наталья Зайцева',
          text: 'Что-то похожее на эффект от мультфильмов типа «Сауз Парк» или про коня Боджэка возникает — я думаю, и пьеса написана с этой интонацией американских взрослых мультсериалов. И как хорошо все это с куклой-носочком. Так все чисто сделано!',
        },
        {
          author: 'Дина Годер',
          text: 'Для самой этой истории формат читки работает отличным ироническим отстранением',
        },
        {
          author: 'Дарья Морозова',
          text: 'Мне данный формат дал возможность самой выбирать, как двигается персонаж, что на нем надето, какую машину он водит, и что за плакат висит в подвале церкви. Это было приятно, ведь я как будто сама поучаствовала в спектакле',
        },
        {
          author: 'Наталья Зайцева',
          text: 'Что-то похожее на эффект от мультфильмов типа «Сауз Парк» или про коня Боджэка возникает — я думаю, и пьеса написана с этой интонацией американских взрослых мультсериалов. И как хорошо все это с куклой-носочком. Так все чисто сделано!',
        },
        {
          author: 'Дина Годер',
          text: 'Для самой этой истории формат читки работает отличным ироническим отстранением',
        },
        {
          author: 'Дарья Морозова',
          text: 'Мне данный формат дал возможность самой выбирать, как двигается персонаж, что на нем надето, какую машину он водит, и что за плакат висит в подвале церкви. Это было приятно, ведь я как будто сама поучаствовала в спектакле',
        },
      ],
    },
    article: [
      'Пьеса «Длань Господня» (Hand to God) — лауреат американской театральной премии OBIE (Off-Broadway Theater Awards), номинант ежегодно присуждаемой премии TONY (Theatre Of New York), театрального аналога «Оскара», и номинант на Британскую премию Лоуренса Оливье в качестве «Лучшей Новой Комедии». Она была поставлена в бродвейских театрах и в лондонском Вест-Энде.',
      'Этот спектакль — результат коллаборации фестиваля драматургии «Любимовка», который запустил проект по выпуску собственных спектаклей «Любимовка.Продакшн», Театра 18+ и Театра.doc. Исполнители — выпускники актерской лаборатории Юрия Муравицкого Московской Школы Нового Кино.',
      'Режиссёр спектакля Юрий Муравицкий — лауреат Национальной театральной премии «Золотая маска», лауреат премий Herald Angel Award и Total Theatre Award в номинации Innovation, Experimentation & Playing with Form на Edinburgh Festival Fringe: «В этой пьесе меня задевает её смелость и свобода. И то, что она написана смешно. Мне сейчас интересны комедии. В январе я выпустил „Lё Тартюф. Комедия“ в театре на Таганке — тоже комедию и тоже в известном смысле антиклерикальную. У меня есть стойкое ощущение что всему, что сейчас происходит в нашей стране и в мире, мы можем противопоставить только смех. Иногда горький смех, иногда злой. Сейчас в воздухе столько ненависти, что нам всем полезно больше смеяться. И над собой в том числе. „Длань Господня“ — это чёрная комедия. Помимо прочего, она показывает к чему приводит навязывание и насильственное насаждение религии».',
      'Пьеса была успешно представлена в России в формате читки в 2016 году рамках лаборатории LARK+Любимовка на сцене Центра им. Мейерхольда.',
    ],
  },
};

export const PlayContext = React.createContext();
