import React from 'react';

export const playInfo = {
  's-uchilisha': {
    description: {
      name: 'С_училища',
      shortDescription:
        'Пьеса о демоническом обаянии студентки ПТУ и ее роковой роли в жизни преподавателя философии.',
      annotation:
        'Семён Серзин сделал читку этой пьесы в рамках основной программы Любимовки-2017, Варочный Цех предоставил грант на постановку, а Московский драматический театр имени А.С. Пушкина принял спектакль в репертуар.',
      image: {
        cover: 'show-s_uchilishcha.jpg',
        banner: 'show-s_uchilishcha-banner.jpg'
      },
      eventDate: {
        date: '12 мая',
        time: '20:00',
      },
    },
    authorInfo: {
      author: 'Андрей Иванов',
      city: 'Санкт-Петербург',
      creationYear: '2020',
    },
    photoGallery: [
      's-uchilisha-photo-1.jpg',
      's-uchilisha-photo-2.jpg',
      's-uchilisha-photo-3.jpg',
      's-uchilisha-photo-4.jpg',
      's-uchilisha-photo-5.jpg',
      's-uchilisha-photo-6.jpg',
      's-uchilisha-photo-7.jpg',
      's-uchilisha-photo-8.jpg'
    ],
    properties: {
      duration: '75',
      ageLimit: '18+',
      dramaturge: 'Роберт Аскинс',
      translator: 'Оксана Алёшина',
      textAdaptation: 'Валерий Печейкин',
      director: 'Юрий Муравицкий',
      actors: [
        'Фёдор Кокорев',
        'Коля Ноекёльн',
        'Ксения Чекина',
        'Александр Пронькин',
        'Владимир Морозов',
        'Светлана Маршанкина',
      ],
    },
    links: {
      ticketLink: '#',
      playTextLink: '#',
      readingLink: 'https://www.youtube.com/watch?v=qUkeNlgz36Y',
      videoLink: 'https://www.youtube.com/embed/_GvtV2bfc7Q?autoplay=1',
    },
    reviews: {
      media: [
        {
          title: 'The New York Times',
          logo: 'the-new-york-times-logo.svg',
          text: '«С_училища» можно классифицировать как крепкую мелодраму. Здесь есть любовь, предательство, убийство, смерть, бушуют нешуточные «шекспировские» страсти, подкидывающие и переворачивающие сознание будто «русские горки». Страсти эти — принадлежность и суть низового, сугубо современного мира, мира люмпен-пролетариев, пьяниц, юных гопниц, торгашек, убийц, который говорит на своем особом, карнавальном языке, мира, живущего по суровым «понятиям», где если любовь, то непременно «до гроба». Мира наивного, страшного, прекрасного и бесконечно страстного, в переплетении судеб и сюжетов которого по воле автора заложены призраки «Маленькой Веры», «Отелло», «Кармен» и «Игры тронов». Суть в том, что протагонистом истории оказывается человек ординарный, драматический, чуждый миру высоких страстей, бушующих на дне. Однако и он вовлекается на орбиту этих страстей, становится участником игры, где ему отведена автором не самая лицеприятная роль — роль предателя (Татьяна Джурова).',
          readMoreLink: '#',
        },
        {
          title: 'Собака',
          logo: 'spb-sobaka-logo.png',
          text: '«Действие пьесы «Длань Господня» разворачивается в подвале провинциальной церкви в Техасе, где мать главного героя с группой добровольцев готовит кукольное представление. Ей отчаянно нужна эта работа, её муж недавно умер, оставив её с сыном-подростком в эмоциональной и финансовой яме. И вот жуткая тварь захватывает контроль над левой рукой её беспокойного Джейсона и принимается терроризировать его и всех вокруг.',
          readMoreLink: '',
        }
      ],
      people: [
        {
          author: 'Наталья Зайцева',
          text: 'Что-то похожее на эффект от мультфильмов типа «Сауз Парк» или про коня Боджэка возникает — я думаю, и пьеса написана с этой интонацией американских взрослых мультсериалов. И как хорошо все это с куклой-носочком. Так все чисто сделано!',
        },
        {
          author: 'Дина Годер',
          text: 'Для самой этой истории формат читки работает отличным ироническим отстранением',
        },
        {
          author: 'Дарья Морозова',
          text: 'Мне данный формат дал возможность самой выбирать, как двигается персонаж, что на нем надето, какую машину он водит, и что за плакат висит в подвале церкви. Это было приятно, ведь я как будто сама поучаствовала в спектакле',
        },
        {
          author: 'Наталья Зайцева',
          text: 'Что-то похожее на эффект от мультфильмов типа «Сауз Парк» или про коня Боджэка возникает — я думаю, и пьеса написана с этой интонацией американских взрослых мультсериалов. И как хорошо все это с куклой-носочком. Так все чисто сделано!',
        },
        {
          author: 'Дина Годер',
          text: 'Для самой этой истории формат читки работает отличным ироническим отстранением',
        },
        {
          author: 'Дарья Морозова',
          text: 'Мне данный формат дал возможность самой выбирать, как двигается персонаж, что на нем надето, какую машину он водит, и что за плакат висит в подвале церкви. Это было приятно, ведь я как будто сама поучаствовала в спектакле',
        },
      ],
    },
    article: [
      'Пьеса «Длань Господня» (Hand to God) — лауреат американской театральной премии OBIE (Off-Broadway Theater Awards), номинант ежегодно присуждаемой премии TONY (Theatre Of New York), театрального аналога «Оскара», и номинант на Британскую премию Лоуренса Оливье в качестве «Лучшей Новой Комедии». Она была поставлена в бродвейских театрах и в лондонском Вест-Энде.',
      'Этот спектакль — результат коллаборации фестиваля драматургии «Любимовка», который запустил проект по выпуску собственных спектаклей «Любимовка.Продакшн», Театра 18+ и Театра.doc. Исполнители — выпускники актерской лаборатории Юрия Муравицкого Московской Школы Нового Кино.',
      'Режиссёр спектакля Юрий Муравицкий — лауреат Национальной театральной премии «Золотая маска», лауреат премий Herald Angel Award и Total Theatre Award в номинации Innovation, Experimentation & Playing with Form на Edinburgh Festival Fringe: «В этой пьесе меня задевает её смелость и свобода. И то, что она написана смешно. Мне сейчас интересны комедии. В январе я выпустил „Lё Тартюф. Комедия“ в театре на Таганке — тоже комедию и тоже в известном смысле антиклерикальную. У меня есть стойкое ощущение что всему, что сейчас происходит в нашей стране и в мире, мы можем противопоставить только смех. Иногда горький смех, иногда злой. Сейчас в воздухе столько ненависти, что нам всем полезно больше смеяться. И над собой в том числе. „Длань Господня“ — это чёрная комедия. Помимо прочего, она показывает к чему приводит навязывание и насильственное насаждение религии».',
      'Пьеса была успешно представлена в России в формате читки в 2016 году рамках лаборатории LARK+Любимовка на сцене Центра им. Мейерхольда.',
    ],
  },
};

export const PlayContext = React.createContext();
